<template>
    <div>
        <UslugiGlavniyDiv title="Теплосети"></UslugiGlavniyDiv>

        <ContentUslForPage :items="parentItems" :showimgcont="false"></ContentUslForPage>
        <RabotaPoObject></RabotaPoObject>
        <VseNashiUslugiDiv></VseNashiUslugiDiv>
        <AfterUslugiDiv  
        :items2="afteruslfuv"
        ></AfterUslugiDiv>
        <BottomSvyaz></BottomSvyaz>
        <FooterDivSite></FooterDivSite>  
      </div>
</template>

<script>
import UslugiGlavniyDiv from '@/components/UslugiGlavniyDiv.vue';
import RabotaPoObject from '@/components/RabotaPoObject.vue';
import BottomSvyaz from '@/components/BottomSvyaz.vue';
import FooterDivSite from '@/components/FooterDivSite.vue';
import ContentUslForPage from '@/components/uslugi/ContentUslForPage.vue';
import AfterUslugiDiv from '@/components/uslugi/AfterUslugiDiv.vue';
import VseNashiUslugiDiv from '@/components/VseNashiUslugiDiv.vue';



export default {
  name: 'NvkSrtPage',
  components: {
    UslugiGlavniyDiv,
    RabotaPoObject,
    BottomSvyaz,
    FooterDivSite,
    ContentUslForPage,
    AfterUslugiDiv,
    VseNashiUslugiDiv

  },
  data(){
    return{
      parentItems:[
        {photo: require('@/assets/img/vodosikanal.webp'), 
        text: 'Проектирование и расчет тепловых сетей',
        txt: [
                "Проектирование теплосетей включает в себя разработку оптимальных решений для эффективного распределения тепла от источников тепловой энергии до потребителей. Наша команда инженеров проводит детальный анализ потребностей клиента, учитывает климатические условия, специфику объекта и выбирает подходящие материалы и технологии. Мы создаем проектную документацию, включающую схемы теплосетей, расчетные параметры и спецификации оборудования."
          ],
      },
        
        {photo: require('@/assets/img/2492af3d849311ef9c9c46f041e3c814-transformed.png'), 
        text: 'Прокладка теплотрасс',
        txt: ['Прокладка теплотрасс — это ключевой этап в реализации проекта теплоснабжения. Мы используем современные технологии и оборудование для безопасной и качественной прокладки трубопроводов, обеспечивающих надежное и долговечное функционирование системы. Наши специалисты учитывают все необходимые нормативы и стандарты, а также проводим работы с учетом особенностей участка и существующей инфраструктуры.']
      },
        
        {photo: require('@/assets/img/308_original.webp'), 
        text: 'Монтаж тепловых пунктов',
        txt: ['Монтаж тепловых пунктов включает установку и настройку оборудования, которое отвечает за передачу тепловой энергии от источника к потребителю. Мы предлагаем комплексные решения по установке насосов, теплообменников, автоматических систем управления и других элементов. Наша команда обеспечивает качественное подключение и настройку оборудования для достижения максимальной эффективности работы системы.']
      },
        
        {photo: require('@/assets/img/nasos-dlya-perekachki-vody-4.jpg'), 
        text: 'Установка теплоизоляции труб',
        txt: ['Теплоизоляция труб — важный этап, который позволяет минимизировать теплопотери в системе теплоснабжения. Мы используем современные изоляционные материалы, которые соответствуют всем стандартам и обеспечивают долговечность. Правильная теплоизоляция позволяет не только снизить энергозатраты, но и предотвратить конденсацию и коррозию, что значительно увеличивает срок службы трубопроводов.']
      },
        
        {photo: require('@/assets/img/c4aaa3537441487ca58363c88a97a526.png'), 
        text: 'Ремонт и обслуживание тепловых сетей',
        txt: ['Регулярное обслуживание и ремонт тепловых сетей — ключ к их эффективному и безопасному функционированию. Наша команда предлагает услуги по диагностике состояния систем, замене изношенных элементов, устранению протечек и другим видам работ. Мы также проводим плановые профилактические работы, чтобы предотвратить возможные сбои и продлить срок службы оборудования.']
      },

        {photo: require('@/assets/img/c4aaa3537441487ca58363c88a97a526.png'), 
        text: 'Пуско-наладочные работы',
        txt: ['Пуско-наладочные работы включают в себя комплекс мероприятий, направленных на проверку и настройку всех элементов системы теплоснабжения перед её вводом в эксплуатацию. Наша команда проводит испытания на герметичность, проверяет работу насосов, системы автоматизации и другие компоненты. Мы обеспечиваем, чтобы вся система функционировала эффективно и безопасно, соответствуя заявленным параметрам.']
      },


      ].map(item => ({ ...item, podr: 'Подробнее' })),
      afteruslfuv: [
  {
    t1: 'Опыт и профессионализм', 
    t2: 'Многолетний опыт в проектировании и монтаже теплосетей. Гарантия качественной и своевременной реализации работ, основанная на профессиональных стандартах и опыте.'
  },
  {
    t1: 'Использование современных технологий', 
    t2: 'Мы применяем передовые технологии и оборудование для прокладки и обслуживания теплосетей, что снижает эксплуатационные затраты и продлевает срок службы системы.'
  },
  {
    t1: 'Комплексный подход', 
    t2: 'Обеспечиваем полный цикл услуг — от проектирования теплосетей до сдачи объекта "под ключ". Такой подход обеспечивает согласованность процессов и отсутствие лишних затрат.'
  },
  {
    t1: 'Надежность и долговечность', 
    t2: 'Используем только проверенные материалы высокого качества, которые обеспечивают надежность и долгий срок службы теплосетей даже при высоких нагрузках.'
  },
  {
    t1: 'Индивидуальный подход', 
    t2: 'Каждый проект разрабатывается с учетом особенностей объекта и требований заказчика, чтобы обеспечить эффективное и экономичное решение в области теплоснабжения.'
  },
  {
    t1: 'Гарантийное обслуживание', 
    t2: 'Мы предоставляем гарантию на выполненные работы и при необходимости оперативно устраняем любые возникшие проблемы, обеспечивая бесперебойную работу теплосетей.'
  }
]

    }
  },
  mounted(){
    
  }
}
</script>

<style scoped>
</style>